/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */
"Turn this switch on if you want the Email Backup to be sent immediately the next MyTime starts" = "Abilita questo switch se vuoi che il Backup via Email sia spedito al prossimo avvio di MyTime";

/* */
"Email Backup Instantly" = "Invia subito backup per email";

/* */
"Turn this switch on if you want to clean up space occupied by the map cache the next time MyTime starts" = "Sposta questo switch su ON se desideri recuperare lo spazio occupato dalla cache delle mappe al prossimno avvio di MyTime";

/* */
"Clear Map Cache" = "Cancella Cache Mappe";

